Repository: catdevnull/deuda.odia.legal
Catalog: src/i18n/*.po
Languages: es

source: Your current password doesn't match, can't change to a new password.
es: Su actual contraseña no coincide, no puede cambiar a una nueva contraseña.

source: Update password
es: Actualizar contraseña

source: New password
es: Nueva contraseña

source: Type it again
es: Escribalo otra vez

source: repeat the same password
es: repita la misma contraseña

source: Current password
es: Contraseña actual

source: your current password, for security
es: su actual contraseña, por seguridad

source: Change
es: Cambiar

source: Account created with password "%1$s". The user must change the password on the next login.
es: Cuenta creada con contraseña "%1$s". El usuario debe cambiar la contraseña en el siguiente ingreso.

source: Server replied that phone or email is invalid
es: El servidor respondió que el teléfono o correo eletrónico es invalido

source: The rights to perform the operation are not sufficient
es: Los permisos para ejecutar la operación no son suficientes

source: Account username is already taken
es: El nombre del usuario ya está tomado

source: Account id is already taken
es: El id de cuenta ya está tomado

source: Bank ran out of bonus credit.
es: El banco no tiene mas crédito de bonus.

source: Account username can't be used because is reserved
es: El nombre de usuario de la cuenta no puede userse porque está reservado

source: Can't create accounts
es: No puede crear cuentas

source: Only system admin can create accounts.
es: Solo los administradores del sistema pueden crear cuentas.

source: New business account
es: Nueva cuenta

source: Create
es: Crear

source: Can't delete the account
es: No se puede eliminar la cuenta

source: The account can't be delete while still holding some balance. First make sure that the owner make a complete cashout.
es: La cuenta no puede ser eliminada mientras tiene saldo. Primero aseguresé que el dueño haga un egreso completo.

source: Account removed
es: Cuenta eliminada

source: No enough permission to delete the account.
es: No tiene permisos suficientes para eliminar la cuenta.

source: The username was not found.
es: El nombr ede usuario no se encontró.

source: Can't delete a reserved username.
es: No se puede eliminar un nombre de usuario reservado.

source: Can't delete an account with balance different than zero.
es: No se puede eliminar una cuenta con saldo diferente a cero.

source: name doesn't match
es: el nombre no coincide

source: You are going to remove the account
es: Está por eliminar la cuenta

source: This step can't be undone.
es: Este paso no puede ser deshecho.

source: Deleting account "%1$s"
es: Borrando cuenta "%1$s"

source: Verification
es: Verificación

source: enter the account name that is going to be deleted
es: ingrese el nombre de cuenta que será eliminado

source: cashout id should be a number
es: debería ser un correo electrónico

source: This cashout not found. Maybe already aborted.
es: Este egreso no se encontró. Quizá fue abortado.

source: Cashout detail
es: Detalles de egreso

source: Debited
es: Debitado

source: Credited
es: Acreditado

source: Welcome to %1$s!
es: Bienvenido a %1$s!
