Repository: catdevnull/deuda.odia.legal
Catalog: src/i18n/*.po
Languages: es

source: Operation failed, please report
es: La operaicón falló, por favor reportelo

source: Request timeout
es: La petición al servidor agoto su tiempo

source: Request throttled
es: La petición al servidor interrumpida

source: Malformed response
es: Respuesta malformada

source: Network error
es: Error de conexión

source: Unexpected request error
es: Error de pedido inesperado

source: Unexpected error
es: Error inesperado

source: IBAN numbers usually have more that 4 digits
es: Los números IBAN usualmente tienen mas de 4 digitos

source: IBAN numbers usually have less that 34 digits
es: Los números IBAN usualmente tienen menos de 34 digitos

source: IBAN country code not found
es: Código de pais de IBAN no encontrado

source: IBAN number is not valid, checksum is wrong
es: El número IBAN no es válido, falló la verificación

source: the bank backend is not supported. supported version "%1$s", server version "%2$s"
es: El servidor de bank no esta spoportado. Version soportada "%1$s", version del server "%2$s"

source: Max withdrawal amount
es: Monto máximo de extracción

source: Show withdrawal confirmation
es: Mostrar confirmación de extracción

source: Show demo description
es: Mostrar descripción de demo

source: Show install wallet first
es: Mostrar instalar la billetera primero

source: Use fast withdrawal form
es: Usar formulario de extracción rápida

source: Show debug info
es: Mostrar información de depuración

source: required
es: requerido

source: IBAN should have just uppercased letters and numbers
es: IBAN debería tener letras mayúsculas y números

source: not valid
es: no válido

source: should be greater than 0
es: Debería ser mas grande que 0

source: balance is not enough
es: el saldo no es suficiente

source: does not follow the pattern
es: no tiene un patrón valido

source: only "IBAN" target are supported
es: solo cuentas "IBAN" son soportadas

source: use the "amount" parameter to specify the amount to be transferred
es: usa el parámetro "amount" para indicar el monto a ser transferido

source: the amount is not valid
es: el monto no es válido

source: use the "message" parameter to specify a reference text for the transfer
es: usa el parámetro "message" para indicar un texto de referencia en la transferencia

source: The request was invalid or the payto://-URI used unacceptable features.
es: El pedido era inválido o el URI payto:// usado tiene características inaceptables.

source: Not enough permission to complete the operation.
es: Sin permisos suficientes para completar la operación.

source: The destination account "%1$s" was not found.
es: La cuenta de destino "%1$s" no fue encontrada.

source: The origin and the destination of the transfer can't be the same.
es: El origen y destino de la transferencia no puede ser la misma.

source: Your balance is not enough.
es: El saldo no es suficiente.

source: The origin account "%1$s" was not found.
es: La cuenta origen "%1$s" no fue encontrada.

source: Wire transfer created!
es: Transferencia bancaria creada!

source: Using a form
es: Usando un formulario

source: Import payto:// URI
es: Importando un URI payto://

source: Recipient
es: Destinatario

source: IBAN of the recipient's account
es: Numero IBAN de la cuenta destinataria

source: Transfer subject
es: Asunto de transferencia

source: subject
es: asunto

source: some text to identify the transfer
es: algún texto para identificar la transferencia

source: Amount
es: Monto

source: amount to transfer
es: monto a transferir

source: uniform resource identifier of the target account
es: identificador de recurso uniforme de la cuenta destino

source: payto://iban/[receiver-iban]?message=[subject]&amount=[%1$s:X.Y]
es: payto://iban/[iban-destinatario]?message=[asunto]&amount=[%1$s:X.Y]

source: Cancel
es: Cancelar

source: Send
es: Envíar

source: Missing username
es: Falta nombre de usuario

source: Missing password
es: Falta contraseña

source: Wrong credentials for "%1$s"
es: Credenciales incorrectas para "%1$s"

source: Account not found
es: Cuenta no encontrada

source: Username
es: Nombre de usuario

source: username of the account
es: nombre de usuario de la cuenta

source: Password
es: Contraseña

source: password of the account
es: contraseña de la cuenta

source: Check
es: Verificar

source: Log in
es: Acceso

source: Register
es: Registrarse

source: Latest transactions
es: Últimas transacciones

source: Date
es: Fecha

source: Counterpart
es: Contraparte

source: Subject
es: Asunto

source: sent
es: enviado

source: received
es: recibido

source: invalid value
es: valor inválido

source: to
es: hacia

source: from
es: desde

source: First page
es: Primera página

source: Next
es: Siguiente

source: Wire transfer completed!
es: Transferencia bancaria completada!

source: The withdrawal has been aborted previously and can't be confirmed
es: La extracción fue abortada anteriormente y no puede ser confirmada

source: The withdrawal operation can't be confirmed before a wallet accepted the transaction.
es: La operación de extracción no puede ser confirmada antes de que una billetera acepte la transaccion.

source: The operation id is invalid.
es: El id de operación es invalido.

source: The operation was not found.
es: La operación no se encontró.

source: Your balance is not enough for the operation.
es: El saldo no es suficiente para la operación.

source: The reserve operation has been confirmed previously and can't be aborted
es: La operación en la reserva ya ha sido confirmada previamente y no puede ser abortada

source: Confirm the withdrawal operation
es: Confirme la operación de extracción

source: Wire transfer details
es: Detalle de transferencia bancaria

source: Taler Exchange operator's account
es: Cuenta del operador del Taler Exchange

source: Taler Exchange operator's name
es: Nombre del operador del Taler Exchange

source: Transfer
es: Transferencia

source: Authentication required
es: Autenticación requerida

source: This operation was created with other username
es: Esta operación fue creada con otro usuario

source: Unauthorized to make the operation, maybe the session has expired or the password changed.
es: No autorizado para hacer la operación, quizá la sesión haya expirado or cambió la contraseña.

source: The operation was rejected due to insufficient funds.
es: La operación fue rechazada debido a saldo insuficiente.

source: Withdrawal confirmed
es: La extracción fue confirmada

source: The wire transfer to the Taler operator has been initiated. You will soon receive the requested amount in your Taler wallet.
es: La transferencia bancaria al operador Taler fue iniciada. Pronto recibirás el monto pedido en tu billetera Taler.

source: Do not show this again
es: No mostrar otra vez

source: Close
es: Cerrar

source: On this device
es: En este dispositivo

source: If you are using a web browser on desktop you should access your wallet with the GNU Taler WebExtension now or click the link if your WebExtension have the "Inject Taler support" option enabled.
es: Si esta usando un explorador web de escritorio deberías acceder ahora a tu billletera con la GNU Taler WebExtension o hacer click en el link si tu extensión tiene la configuración "Inyectar soporte para Taler" habilitada.

source: Start
es: Comenzar

source: On a mobile phone
es: En un dispotivo mobile

source: Scan the QR code with your mobile device.
es: Escanear el código QR con tu dispotivo móvil.

source: There is an operation already
es: Ya hay una operación

source: Complete or cancel the operation in
es: Completa o cancela la operación en

source: this page
es: esta página

source: invalid
es: inválido

source: Server responded with an invalid withdraw URI
es: El servidor respondió con una URI de extracción inválida

source: Withdraw URI: %1$s
es: URI de extracción: %1$s

source: The operation was rejected due to insufficient funds
es: La operación fue rechazada debido a fundos insuficientes

source: Continue
es: Continuar

source: Prepare your wallet
es: Prepare su billetera

source: After using your wallet you will need to confirm or cancel the operation on this site.
es: Despues de usar tu billetera necesitarás confirmar o cancelar la operación en este sitio.

source: You need a GNU Taler Wallet
es: Necesitas una GNU Taler Wallet

source: If you don't have one yet you can follow the instruction in
es: Si no tienes una todavía puedes seguir las instrucciones en

source: Send money
es: Enviar dinero

source: to a %1$s wallet
es: a una billetera %1$s

source: Withdraw digital money into your mobile wallet or browser extension
es: Extraer dinero digital a tu billetera móvil o extesión web

source: operation ready
es: operación lista

source: to another bank account
es: a otra cuenta bancaria

source: Make a wire transfer to an account with known bank account number.
es: Hacer una transferencia bancaria a una cuenta con un número de cuenta conocido.

source: Transfer details
es: Detalles de transferencia

source: This is a demo bank
es: Este es un banco de demostración

source: This part of the demo shows how a bank that supports Taler directly would work. In addition to using your own bank account, you can also see the transaction history of some %1$s.
es: Esta parte de la demostración muestra cómo funciona un banco que soporta Taler directamente. Además de usar tu propia cuenta de banco, también podrás ver el historial de transacciones de algunas %1$s.

source: This part of the demo shows how a bank that supports Taler directly would work.
es: Esta parte de la demostración muetra como un banco que soporta Taler directamente funcionaría.

source: Pending account delete operation
es: Operación pendiente de eliminación de cuenta

source: Pending account update operation
es: Operación pendiente de actualización de cuenta

source: Pending password update operation
es: Operación pendiente de actualización de password

source: Pending transaction operation
es: Operación pendiente de transacción

source: Pending withdrawal operation
es: Operación pendiente de extracción

source: Pending cashout operation
es: Operación pendiente de egreso

source: You can complete or cancel the operation in
es: Puedes completar o cancelar la operación en

source: Internal error, please report.
es: Error interno, por favor reporte el error.

source: Preferences
es: Preferencias

source: Welcome, %1$s
es: Bienvenido/a, %1$s

source: Make a wire transfer
es: Hacer una transferencia bancaria

source: Accounts
es: Cuentas

source: A list of all business account in the bank.
es: Una lista de todas las cuentas en el banco.

source: Create account
es: Crear cuenta

source: Name
es: Nombre

source: Balance
es: Saldo

source: Actions
es: Acciones

source: unknown
es: desconocido

source: change password
es: cambiar contraseña

source: cashouts
es: egresos

source: remove
es: elimiar

source: Cashout not implemented
es: Egreso no soportado

source: Select a section
es: Seleccione una sección

source: Last hour
es: Última hora

source: Last day
es: Último día

source: Last month
es: Último mes

source: Last year
es: Último año

source: Last Year
es: Último Año

source: Trading volume on %1$s compared to %2$s
es: Vólumen de comercio en %1$s comparado con %2$s

source: Cashin
es: Ingreso

source: Cashout
es: Egreso

source: Payin
es: Envios de dinero

source: Payout
es: Recibos de dinero

source: download stats as CSV
es: descargar estadísticas en CSV

source: Decreased by
es: Descendiente por

source: Increased by
es: Ascendente por

source: Download bank stats
es: Descargar estadísticas del banco

source: Include hour metric
es: Incluir métrica horaria

source: Include day metric
es: Incluir métrica diaria

source: Include month metric
es: Incluir métrica mensual

source: Include year metric
es: Incluir métrica anual

source: Include table header
es: Incluir encabezado de tabla

source: Add previous metric for compare
es: Agregar métrica previa para comparar

source: Fail on first error
es: Fallar en el primer error

source: Download
es: Descargar

source: downloading... %1$s
es: descargando... %1$s

source: Download completed
es: Descarga completada

source: click here to save the file in your computer
es: click aquí para guardar el archivo en su computadora

source: History of public accounts
es: Historial de cuentas públicas

source: Currently, the bank is not accepting new registrations!
es: Actualmente, el banco no está aceptado nuevos registros!

source: Missing name
es: Falta nombre

source: Use letters and numbers only, and start with a lowercase letter
es: Solo use letras y números, y comience con una letra minúscula

source: Passwords don't match
es: La contraseña no coincide

source: Server replied with invalid phone or email.
es: El servidor repondio con teléfono o dirección de correo inválido.

source: Registration is disabled because the bank ran out of bonus credit.
es: El registro está deshabilitado porque el banco se quedó sin crédito bonus.

source: No enough permission to create that account.
es: Sin permisos suficientes para crear esa cuenta.

source: That account id is already taken.
es: El identificador de cuenta ya está tomado.

source: That username is already taken.
es: El nombre de usuario ya está tomado.

source: That username can't be used because is reserved.
es: El nombre de usuario no puede ser usado porque esta reservado.

source: Only admin is allow to set debt limit.
es: Solo el administrador tiene permitido cambiar el límite de deuda.

source: No information for the selected authentication channel.
es: No hay información para el canal de autenticación seleccionado.

source: Authentication channel is not supported.
es: Canal de autenticación no esta soportado.

source: Only admin can create accounts with second factor authentication.
es: Solo el administrador puede crear cuentas con el segundo factor de autenticación.

source: Account registration
es: Registro de cuenta

source: Repeat password
es: Repita la contraseña

source: Create a random temporary user
es: Crear un usuario aleatorio temporal

source: If you have a Taler wallet installed in this device
es: Si tienes una billetera Taler instalada en este dispositivo

source: You will see the details of the operation in your wallet including the fees (if applies). If you still don't have one you can install it following instructions in
es: Veras los detalles de la operación en tu billetera incluyendo comisiones (si aplicán). Si todavía no tienes una puedes instalarla siguiendo las instrucciones en

source: Withdraw
es: Retirar

source: Or if you have the wallet in another device
es: O si tienes la billetera en otro dispositivo

source: Scan the QR below to start the withdrawal.
es: Escanea el QR debajo para comenzar la extracción.

source: Operation aborted
es: Operación abortada

source: The wire transfer to the Taler Exchange operator's account was aborted, your balance was not affected.
es: La transferencia bancaria a la cuenta del operador del Taler Exchange fue abortada, su saldo no fue afectado.

source: You can close this page now or continue to the account page.
es: Ya puedes cerrar esta pagina or continuar a la página de estado de cuenta.

source: Done
es: Listo

source: Operation canceled
es: Operación cancelada

source: The operation is marked as 'selected' but some step in the withdrawal failed
es: La operación está marcada como 'seleccionada' pero algunos pasos en la extracción fallaron

source: The account is selected but no withdrawal identification found.
es: La cuenta está seleccionada pero no se encontró el identificador de extracción.

source: There is a withdrawal identification but no account has been selected or the selected account is invalid.
es: Hay un identificador de extracción pero la cuenta no ha sido seleccionada o la selccionada es inválida.

source: No withdrawal ID found and no account has been selected or the selected account is invalid.
es: No hay un identificador de extracción y ninguna cuenta a sido seleccionada o la seleccionada es inválida.

source: Operation not found
es: Operación no encontrada

source: This operation is not known by the server. The operation id is wrong or the server deleted the operation information before reaching here.
es: Esta operación no es conocida por el servidor. El identificador de operación es incorrecto o el server borró la información de la operación antes de llegar hasta aquí.

source: Cotinue to dashboard
es: Continuar al panel

source: Cashout not found. It may be also mean that it was already aborted.
es: Egreso no econtrado. También puede significar que ya ha sido abortado.

source: Challenge not found.
es: Desafío no encontrado.

source: This user is not authorized to complete this challenge.
es: Este usuario no está autorizado para completar este desafío.

source: Too many attempts, try another code.
es: Demasiados intentos, intente otro código.

source: The confirmation code is wrong, try again.
es: El código de confirmación es erroneo, intente otra vez.

source: The operation expired.
es: La operación expiró.

source: The operation failed.
es: La operación falló.

source: The operation needs another confirmation to complete.
es: La operación necesita otra confirmación para completar.

source: Account delete
es: Eliminación de cuenta

source: Account update
es: Actualización de cuenta

source: Password update
es: Actualización de contraseña

source: Wire transfer
es: Transferencia bancaria

source: Withdrawal
es: Extracción

source: Confirm the operation
es: Confirmar la operación

source: Enter the confirmation code
es: Ingresar el código de confirmación

source: Confirm
es: Confirmar

source: Send again
es: Enviar otra vez

source: Send code
es: Enviar código

source: Operation details
es: Detalles de operación

source: Challenge details
es: Detalles del desafío

source: Sent at
es: Enviado a

source: To phone
es: Al teléfono

source: To email
es: Al email

source: The Withdrawal URI is not valid
es: El URI de estracción no es válido

source: Latest cashouts
es: Últimos egresos

source: Created
es: Creado

source: Total debit
es: Débito total

source: Total credit
es: Crédito total

source: Details
es: Detalles

source: Delete
es: Borrar

source: Credentials
es: Credenciales

source: Cashouts
es: Egresos

source: Unable to create a cashout
es: Imposible crear un egreso

source: The bank configuration does not support cashout operations.
es: La configuración del banco no soporta operaciones de egreso.

source: need to be higher due to fees
es: necesita ser mayor debido a las comisiones

source: the total transfer at destination will be zero
es: el total de la transferencia en destino será cero

source: Cashout created
es: Egreso creado

source: Duplicated request detected, check if the operation succeeded or try again.
es: Se detectó una petición duplicada, verifique si la operación tuvo éxito o intente otra vez.

source: The conversion rate was incorrectly applied
es: La tasa de conversión se aplicó incorrectamente

source: The account does not have sufficient funds
es: La cuenta no tiene fondos suficientes

source: Cashouts are not supported
es: Egresos no están soportados

source: Missing cashout URI in the profile
es: Falta dirección de egreso en el perfíl

source: Sending the confirmation message failed, retry later or contact the administrator.
es: El envío del mensaje de confirmación falló, intente mas tarde o contacte al administrador.

source: Conversion rate
es: Tasa de conversión

source: Fee
es: Comisión

source: To account
es: Hacia cuenta

source: No cashout account
es: No hay cuenta de egreso

source: Before doing a cashout you need to complete your profile
es: Antes de hacer un egreso necesita completar su perfíl

source: Amount to send
es: Monto a enviar

source: Amount to receive
es: Monto a recibir

source: Total cost
es: Costo total

source: Balance left
es: Saldo remanente

source: Before fee
es: Antes de comisión

source: Total cashout transfer
es: Total de egreso

source: No cashout channel available
es: No hay canal de egreso disponible

source: Before doing a cashout the server need to provide an second channel to confirm the operation
es: Antes de hacer un egreso el servidor necesita proveer un segundo canal para confirmar la operación

source: Second factor authentication
es: Segundo factor de autenticación

source: Email
es: Correo eletrónico

source: add a email in your profile to enable this option
es: agrege un correo en su perfíl para habilitar esta opción

source: add a phone number in your profile to enable this option
es: agregue un número de teléfono para habilitar esta opción

source: Cashout for account %1$s
es: Egreso para cuenta %1$s

source: it doesn't have the pattern of an IBAN number
es: no tiene el patrón de un número IBAN

source: it doesn't have the pattern of an email
es: no tiene el patrón de un correo electrónico

source: should start with +
es: debería comenzar con un +

source: phone number can't have other than numbers
es: número de teléfono no puede tener otra cosa que numeros

source: account identification in the bank
es: identificador de cuenta en el banco

source: name of the person owner the account
es: nombre de la persona dueña de la cuenta

source: Internal IBAN
es: IBAN interno

source: if empty a random account number will be assigned
es: si está vacío un número de cuenta aleatorio será asignado

source: account identification for bank transfer
es: identificador de cuenta para transferencia bancaria

source: Phone
es: Teléfono

source: Cashout IBAN
es: IBAN de egreso

source: account number where the money is going to be sent when doing cashouts
es: numero de cuenta donde el dinero será enviado cuando se ejecuten egresos

source: Max debt
es: Máxima deuda

source: how much is user able to transfer after zero balance
es: cuanto tiene habilitado a transferir despues de un saldo en cero

source: Is this a Taler Exchange?
es: Es un Taler Exchange?

source: This server doesn't support second factor authentication.
es: Este servidor no tiene soporte para segundo factor de autenticación.

source: Enable second factor authentication
es: Hábilitar segundo factor de autenticación

source: Using email
es: Usando correo eletrónico

source: Using SMS
es: Usando SMS

source: Is this account public?
es: Es una cuenta pública?

source: public accounts have their balance publicly accessible
es: las cuentas públicas tienen su saldo accesible al público

source: Account updated
es: Cuenta actualizada

source: The rights to change the account are not sufficient
es: Los permisos para cambiar la cuenta no son suficientes

source: The username was not found
es: El nombre de usaurio no se encontró

source: You can't change the legal name, please contact the your account administrator.
es: No puede cambiar el nombre legal, por favor contacte el administrador de la cuenta.

source: You can't change the debt limit, please contact the your account administrator.
es: No puede cambiar el límite de deuda, por favor contacte el administrador de la cuenta.

source: You can't change the cashout address, please contact the your account administrator.
es: No puede cambiar la dirección de egreso, por favor contacte al administrador de la cuenta.

source: Account "%1$s"
es: Cuenta "%1$s"

source: Change details
es: Cambiar detalles

source: Update
es: Actualizar

source: password doesn't match
es: la contraseña no coincide

source: Password changed
es: La contraseña cambió

source: Not authorized to change the password, maybe the session is invalid.
es: No está autorizado a cambiar el password, quizá la sesión es invalida.

source: You need to provide the old password. If you don't have it contact your account administrator.
es: Se necesita el password viejo para cambiar la contraseña. Si no lo tiene contacte a su administrador.
